Repository: erwinvanhunen/presentink
Catalog: PresentInk/Help/Help.xcstrings
Source language: en
Languages: de, nl, sv

source: Activate blackboard mode (draw on a black background)
de: Tafelmodus aktivieren (auf schwarzem Hintergrund zeichnen)
nl: Activeer krijtbordmodus (tekenen op een zwarte achtergrond)
sv: Aktivera svarta tavlan-läge (rita på svart bakgrund)

source: Activate whiteboard mode (draw on a white background)
de: Whiteboard-Modus aktivieren (auf weißem Hintergrund zeichnen)
nl: Activeer whiteboardmodus (tekenen op een witte achtergrond)
sv: Aktivera whiteboard-läge (rita på vit bakgrund)

source: Add text
de: Text hinzufügen
nl: Tekst toevoegen
sv: Lägg till text

source: Center the cursor on the current screen
de: Den Cursor auf dem aktuellen Bildschirm zentrieren
nl: Centreer de cursor op het huidige scherm
sv: Centrera markören på den aktuella skärmen

source: Change color to blue
de: Farbe zu Blau ändern
nl: Verander kleur naar blauw
sv: Byt färg till blå

source: Change color to green
de: Farbe zu Grün ändern
nl: Verander kleur naar groen
sv: Byt färg till grön

source: Change color to orange
de: Farbe zu Orange ändern
nl: Verander kleur naar oranje
sv: Byt färg till orange

source: Change color to pink
de: Farbe zu Pink ändern
nl: Verander kleur naar roze
sv: Byt färg till rosa

source: Change color to red
de: Farbe zu Rot ändern
nl: Verander kleur naar rood
sv: Byt färg till röd

source: Change color to yellow
de: Farbe zu Gelb ändern
nl: Verander kleur naar geel
sv: Byt färg till gul

source: Clear all drawings but stay in draw mode
de: Alle Zeichnungen löschen, aber im Zeichenmodus bleiben
nl: Wis alle tekeningen maar blijf in tekenmodus
sv: Rensa alla ritningar men stanna i ritläge

source: Draw a centered ellipse
de: Eine zentrierte Ellipse zeichnen
nl: Teken een gecentreerde ellips
sv: Rita en centrerad ellips

source: Draw an ellipse
de: Eine Ellipse zeichnen
nl: Teken een ellips
sv: Rita en ellips

source: Draw arrows
de: Pfeile zeichnen
nl: Teken pijlen
sv: Rita pilar

source: Draw boxes (rectangles)
de: Rechtecke zeichnen
nl: Teken rechthoeken
sv: Rita rutor (rektanglar)

source: Draw mode keys
de: Zeichenmodus-Tasten
nl: Tekenmodus toetsen
sv: Ritlägesknappar

source: Draw perfectly straight lines
de: Perfekt gerade Linien zeichnen
nl: Teken perfect rechte lijnen
sv: Rita helt raka linjer

source: Draw with a marker/highlighter
de: Mit einem Marker/Highlighter zeichnen
nl: Teken met een markeerstift/highlighter
sv: Rita med en överstrykningspenna

source: Exit draw, screenshot or break timer mode
de: Zeichen-, Screenshot- oder Pausenmodus beenden
nl: Verlaat teken-, screenshot- of pauzemodus
sv: Avsluta rit-, skärmdump- eller pausläget

source: PresentInk is a macOS menu bar tool for drawing over your screen during presentations or screen sharing.
de: PresentInk ist ein macOS-Menüleistentool zum Zeichnen auf Ihrem Bildschirm während Präsentationen oder Bildschirmfreigabe.
nl: PresentInk is een macOS menubalktool om over je scherm te tekenen tijdens presentaties of het delen van je scherm.
sv: PresentInk är ett macOS-menyradsverktyg för att rita över din skärm under presentationer eller skärmdelning.

source: Redo last drawing
de: Letzte Zeichnung wiederholen
nl: Opnieuw uitvoeren van laatste tekening
sv: Gör om senaste ritningen

source: Start a break timer
de: Pausentimer starten
nl: Start een pauzetimer
sv: Starta en paus-timer

source: Start a spotlight
de: Spotlight starten
nl: Start een spotlight
sv: Starta en spotlight

source: Start the text typer (experimental feature)
de: Textschreiber starten (experimentelle Funktion)
nl: Start de teksttyper (experimentele functie)
sv: Starta textskrivaren (experimentell funktion)

source: Take a rectangular screenshot and copy it to the clipboard.
de: Rechteckigen Screenshot machen und in die Zwischenablage kopieren.
nl: Maak een rechthoekige screenshot en kopieer deze naar het klembord.
sv: Ta en rektangulär skärmdump och kopiera den till urklippet.

source: Toggle draw mode on or off
de: Zeichenmodus ein- oder ausschalten
nl: Tekenmodus aan of uit zetten
sv: Slå på eller av ritläget

source: Undo last drawing
de: Letzte Zeichnung rückgängig machen
nl: Ongedaan maken van laatste tekening
sv: Ångra senaste ritningen

source: What is PresentInk?
de: Was ist PresentInk?
nl: Wat is PresentInk?
sv: Vad är PresentInk?
